Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/justice/witnesses/witnesses_under_17_years.html.txt.tmx
Source language: en
Languages: ga

source: Witnesses under 18 years
ga: Finnéithe faoi 18 mbliana

source: • Giving evidence by video link
ga: • Fianaise a thabhairt le nasc teilifíse

source: Children and young people who are required to go to court as witnesses are most often either the victims of crime or witnesses to crimes
ga: Go hiondúil is daoine iad a d'fhulaing coir nó a bhí ina bhfinnéithe ag coir iad leanaí agus daoine óga gur gá dóibh freastal ar an gcúirt mar fhinnéithe

source: Going to court is regarded by most people as a daunting prospect and children and young people may feel anxious about the prospect and will need extra support and reassurance from parents, guardians or carers in advance of and during this time
ga: Don chuid is mó daoine tá sé scanrúil dul chuig an gcúirt agus tá gach seans ann go mbeidh imní ar leanaí agus ar dhaoine óga faoi agus teastóidh tacaíocht bhreise uathu agus a bheith curtha ar a suaimhneas ag a tuismitheoirí, caomhnóirí nó cúramóirí roimh agus le linn an ama seo

source: Cases at which children and young people can give evidence can be heard in the District Court, the Circuit Court or the Central Criminal Court
ga: Is féidir cásanna inár féidir le leanaí agus le daoine óga fianaise a thabhairt a éisteacht sa Chúirt Dúiche, sa Chúirt Chuarda nó sa Chúirt Choiriúil Lárnach

source: Before a child or young person is required to go to court to give evidence, it is important to explain the several steps involved in taking a case to court
ga: Tá sé tábhachtach cur síos a dhéanamh don leanbh nó don duine óg atá le fianaise a thabhairt sa chúirt céard go díreach atá i gceist le cás a thabhairt chun na cúirte

source: A complaint is made to the Gardaí that identifies the child or young person as a victim of, or witness to, a crime
ga: Déantar gearán leis an nGarda ina ainmnítear an leanbh nó an duine óg mar an té a d'fhulaing nó a chonaic coir ag tarlú

source: A Garda officer then interviews the child or young person
ga: Cuireann oifigeach den Gharda agallamh ansin ar an leanbh nó ar an duine óg

source: Following consideration of all the allegations made, the Gardaí may decide to:
ga: Tar éis machnaimh a dhéanamh ar na líomhaintí atá déanta, d'fhéadfadh an Garda cinneadh a dhéanamh:

source: • Interview the defendant about what the child or young person has said and send the file to the Director of Public Prosecutions, or
ga: • Agallamh a chur ar an gcosantóir maidir leis an méid a dúirt an leanbh nó an duine óg agus cód a sheoladh chuig Stiúrthóir na nIonchúiseamh Poiblí, nó

source: • Arrest the defendant on warrant, or
ga: • An cosantóir a ghabháil ar bharántas, nó

source: • Charge the defendant with an offence or
ga: • An cosantóir a chúiseamh le coir nó

source: • Issue a summons for the defendant to appear in court
ga: • Toghairm a eisiúint don chosantóir a bheith i láthair sa chúirt

source: The Director of Public Prosecutions
ga: Stiúrthóir na nIonchúiseamh Poiblí

source: The Gardaí inform the Office of the Director of Public Prosecutions (DPP) about the case and provide information as to how the child or young person and their parents/guardians/carers feel about the child or young person giving evidence in court
ga: Cuireann an Garda tuairisc maidir leis an gcás chuig Stiúrthóir na nIonchúiseamh Poiblí (SIP) agus cuirtear eolas ar fáil freisin maidir leis an dearcadh atá ag an leanbh nó duine óg agus ag a t(h)uismitheoirí/c(h)aomhnóirí/c(h)úramóirí maidir leis an leanbh nó an duine óg a bheith glaoite chun na cúirte le fianaise a thabhairt

source: The DPP makes an independent decision about whether or not to proceed with the prosecution, which means that the child or young person may or may not be required to give evidence
ga: I bhfocail eile, déanfaidh SIP cinneadh an leanfar leis an gcúiseamh, rud a fhágann nach i gcónaí a bhíonn iallach ar an leanbh nó duine óg fianaise a thabhairt

source: Criminal cases commence in the District Court where the judge sits without a jury
ga: Cuirtear tús le gach cás coiriúil sa Chúirt Dúiche ina bhfuil breitheamh i láthair gan aon ghiúiré

source: Cases involving minor assaults are decided in the District Court
ga: Déantar cinneadh maidir le mionionsaithe sa Chúirt Dúiche

source: Cases involving more serious assaults or serious offences against property are sent forward for trial to the Circuit Court
ga: Cuirtear cásanna ina bhfuil mórionsaithe nó coireanna troma i dtaobh maoine i gceist ar aghaidh le triail sa Chúirt Chuarda

source: Cases involving murder, rape, aggravated sexual assault, treason, piracy, etc., must be heard in the Central Criminal Court
ga: Ní mór do chásanna ina bhfuil dúnmharú, éigniú, mórionsaí gnéis, tréas, píoráideacht & rl i gceist a éisteacht sa Chúirt Choiriúil Lárnach

source: In both the Circuit and Central Criminal Courts, the judge sits with a jury
ga: Bíonn breitheamh agus giúiré i láthair sa Chúirt Chuarda agus sa Chúirt Choiriúil Lárnach

source: If a witness is 14 years of age or over, he/she will be required to give evidence on oath or affirmation
ga: Má tá finné 14 bliana d'aois nó níos mó beidh air/uirthi fianaise a thabhairt faoi mhionn nó dearbhú

source: Children under 14 years are not required to swear an oath or make an affirmation before giving evidence
ga: Ní gá do leanaí atá faoi 14 bliana d'aois mionn nó dearbhú a dhéanamh roimh dóibh fianaise a thabhairt

source: In some cases involving sexual offences, the judge may decide that members of the public should not be allowed in court
ga: I gcásanna faoi leith ina bhfuil coireanna gnéis i gceist is féidir leis an mbreitheamh cinneadh a dhéanamh nach bhfuil cead ag baill an phobail a bheith i láthair sa chúirt

source: If your child is appearing as a witness in court, it is important not to rehearse the child's evidence
ga: Má bhíonn do leanbh ag tabhairt fianaise sa chúirt tá sé tábhachtach gan an fhianaise a chleachtadh leis/léi

source: The case is likely to fail if the child appears to have been "coached"
ga: Tá gach seans go dteipfidh ar an gcás má bhíonn an cuma ar an scéal go bhfuair an leanbh "traenáil"

source: The prosecution can give you more advice on this
ga: Beidh na cúisitheoirí in ann comhairle a chur ort ina thaobh seo

source: Giving evidence by video link
ga: Fianaise a thabhairt le nasc teilifíse

source: In cases involving a sexual offence or an offence involving violence, Section 13 of the Criminal Evidence Act 1992 allows for children under 17 years of age and people with intellectual disabilities to give evidence from a separate room using a video link
ga: I gcásanna a bhaineann le cion gnéasach nó cion lena ngabhann foréigean ceadaíonn Alt 13 den Acht um Fhianaise Choiriúil 1992 do leanaí faoi bhun 17 mbliana d'aois agus daoine faoi mhíchumas intleachtúil fianaise a thabhairt as seomra ar leith ag baint úsáide as nasc físeáin

source: unless there is a good reason why they should not
ga: ach amháin má tá cúis mhaith cén fáth nach ba chóir dóibh

source: Instead of coming into the courtroom, the witness sits in another room and gives evidence via a live television link
ga: In áit a theacht isteach i seomra na cúirte bíonn an finné suite i seomra eile agus tugann sé/sí fianaise tríd nasc beo teilifíse

source: A television monitor is placed in the court, which transmits the image of the witness, and the witness has the benefit of a television monitor in his/her room that transmits the image of what is going on in the court
ga: Cuirtear teilifíseán isteach sa chúirt, a thaispeáineann an finné agus bíonn teilifíseán ina s(h)eomra féin ag an bhfinné gur féidir leis/léi a bhfuil ag tarlú sa seomra cúirte a fheiceáil

source: This means that your child does not have to go into the courtroom or see the defendant
ga: Ciallaíonn sé sin níl gcaitheann do leanbh dul isteach sa seomra cúirte nó an cosantóir a fheiceáil

source: When evidence is being given by a child through a live TV link, the judge and the barristers in the court do not wear wigs or gowns
ga: Nuair atá leanbh nó duine faoi mhíchumas intleachtúil ag tabhairt fianaise tríd nasc beo teilifíse ní bhíonn bréagfhoilt ná róbaí dhá gcaitheamh ag an mbreitheamh ná ag na habhchóidí sa chúirt

source: The judge may decide that the questions should be asked through an intermediary (for example a social worker) and that they should be asked in a way that is appropriate for the age and mental ability of the witness
ga: Is féidir leis an mbreitheamh cinneadh a dhéanamh go mbeadh na ceisteanna curtha tríd idirghabhálaí (oibrí sóisialta mar shampla) agus go mbeadh siad curtha ar bhealach atá oiriúnach d'aois agus do chumas intinne an fhinné

source: Section 16 of the Criminal Evidence Act 1992 allows for video recording of statements of victims under 14 years of age to be admitted as evidence in criminal proceedings in relation to sexual offences or offences involving violence
ga: Forálann Alt 16 den Acht um Fhianaise Choiriúil 1992 d'fhístaifeadadh ar ráitis ó íospartaigh faoi bhun 14 bliana d'aois a ghlacadh i bhfianaise in imeachtaí coiriúla i ndáil le cionta gnéasacha nó cionta a bhfuil foréigean i gceist

source: The law allows for the video recording of the statement to be admitted in place of the child having to give live testimony (evidence) in open court
ga: Forálann an dlí do ghlacadh le fístaifeadadh ar an ráiteas in ionad fianaise bheo ón leanbh i gcúirt oscailte

source: This also removes the requirement of the child witness having to physically confront and re-identify the accused in court
ga: Cuireann sé seo deireadh freisin leis an riachtanas go mbeadh ar an bhfinné linbh aghaidh a thabhairt go fisiciúil ar an gcúisí, agus é a athchéannú, sa chúirt

source: There are a number of rules regarding the admissibility of this video recording of statements
ga: Tá roinnt rialacha ann maidir le hinghlacacht an fhístaifeadta seo ar ráitis

source: • The video recording must be relevant
ga: • Caithfidh an fístaifeadadh a bheith ábhartha

source: • The child witness must be available for cross-examination by the defence at the trial following the playing of the tape (although cross-examination may be via television link and using an intermediary)
ga: • Caithfidh an finné linbh a bheith ar fáil do chroscheistiú ón gcosaint ag an triail i ndiaidh an fhístéip a chasadh (cé go bhféadfaí an croscheistiú a dhéanamh trí nasc teilifíse agus trí idirghabhálaí a úsáid)

source: • The prosecution must serve notice of its intention to admit a videotaped interview in evidence and must give the accused a reasonable opportunity to view the videotape
ga: • Caithfidh an t-ionchúiseamh fógra a sheirbheáil go bhfuil sé ar intinn acu agallamh fístaifeadta a ghlacadh i bhfianaise, agus caithfidh siad deis réasúnta a thabhairt don chúisí féachaint ar an bhfístéip

source: • An edited version of the videotape may be played to the court but only if the accused consents and the judge allows it
ga: • D'fhéadfaí leagan den fhístéip atá curtha in eagar a chasadh sa chúirt ar an gcoinníoll go dtoilfeadh an cúisí leis agus go gceadódh an breitheamh é

source: Ultimately, it is at the discretion of the trial judge whether to allow a videotape to be admitted in evidence
ga: I ndeireadh na dála, is faoi rogha bhreitheamh na trialach é cead a thabhairt maidir le fístéip a ghlacadh i bhfianaise

source: The judge has to consider whether there is any risk that the admission of the videotape will result in unfairness to the accused
ga: Ní mór don bhreitheamh breathnú ar aon riosca a d'fhéadfadh a bheith ann go dtiocfadh leatrom ar an gcúisí as glacadh leis an bhfístéip i bhfianaise

source: The statements of victims under 14 years of age can be made during an interview with a Garda or other competent person
ga: Is féidir ráitis ó íospartaigh faoi bhun 14 bliana d'aois a dhéanamh le linn agallaimh le ball den Gharda Síochána nó le duine inniúil eile

source: The competent person in such a situation would be the professional person who assesses the young person as a result of an abuse case which is being investigated
ga: Is é an duine inniúil i gcúinse mar sin ná an duine gairmiúil a dhéanann measúnú ar an duine óg de thoradh cáis mhí-úsáidte atá á iniúchadh

source: All the provisions which relate to the video-recording of statements made by victims under 14 years of age and the admissibility of such videotapes in a court also apply to any victim with an intellectual disability
ga: Tá feidhm ag na forálacha uile atá bainteach le fístaifeadadh ráiteas ó íospartaigh faoi bhun 14 bliana d'aois agus le hinghlacacht fístéipeanna dá leithéid i gcúirt ar aon íospartach faoi mhíchumas intleachta freisin

source: For more detailed information you should seek legal advice
ga: Ba chóir duit comhairle dlí a lorg chun faisnéis mionsonraithe a fháil
